[
  {
    "word": "SAIL",
    "hint": "To travel across water using wind power."
  },
  {
    "word": "RAID",
    "hint": "To make a sudden attack on an enemy or an area, often to steal things."
  },
  {
    "word": "EXPLORE",
    "hint": "To travel to new places to discover new lands."
  },
  {
    "word": "PLUNDER",
    "hint": "To steal goods violently, especially during wartime or raiding."
  },
  {
    "word": "BATTLE",
    "hint": "To engage in combat or fighting."
  },
  {
    "word": "CONQUER",
    "hint": "To overcome and take control of a place or people by military force."
  },
  {
    "word": "TRADE",
    "hint": "To exchange goods or services with others."
  },
  {
    "word": "SETTLE",
    "hint": "To establish a permanent home in a new country or region."
  },
  {
    "word": "BUILD",
    "hint": "To construct something, like a longship or a settlement."
  },
  {
    "word": "FIGHT",
    "hint": "To engage in a violent struggle or contest."
  },
  {
    "word": "ROW",
    "hint": "To propel a boat using oars."
  },
  {
    "word": "FORGE",
    "hint": "To make or shape (a metal object) by heating it in a fire or furnace and beating or hammering it."
  },
  {
    "word": "HUNT",
    "hint": "To pursue and kill (wild animals) for sport or food."
  },
  {
    "word": "WEAVE",
    "hint": "To form (fabric or an article) by interlacing long threads passing in one direction with others at right angles to them."
  },
  {
    "word": "LISTEN",
    "hint": "To hear and attend to the sagas or stories being told."
  },
  {
    "word": "JOURNEY",
    "hint": "To travel from one place to another, often a long distance."
  },
  {
    "word": "BARTER",
    "hint": "To exchange (goods or services) for other goods or services without using money."
  },
  {
    "word": "PREPARE",
    "hint": "To make something ready for use or consideration."
  },
  {
    "word": "INVADE",
    "hint": "To enter a country or region by force in order to subjugate or occupy it."
  },
  {
    "word": "SACRIFICE",
    "hint": "To give up something valued for the sake of something else regarded as more important or worthy, often to the gods."
  }
]